/*
 InfoPlist.strings (English)
 Snapchat
 Copyright (c) 2016 Snapchat, Inc. All rights reserved.
 */
/*KEYS IN THIS FILE ARE SYSTEM KEYS THAT CANNOT BE ALTERED*/
"NSContactsUsageDescription" = "Snapchat 将收集你通讯录中的联系人。"; // Reworded 08/21/14

"NSPhotoLibraryUsageDescription" = "将拍摄的 Snap 保存到相机胶卷中、在聊天中发送照片和视频等等。"; // Reworded 11/28/2016

/* NEW IN 9.40 (09/12/2016) */
"NSCameraUsageDescription" = "使用相机拍摄 Snap、进行视频聊天、通过 Snap 代码添加好友等等。";

"NSMicrophoneUsageDescription" = "使用麦克风录制用于 Snap 的音频、进行视频聊天等等。";

"NSMotionUsageDescription" = "拍摄 Snap、使用透镜、阅读 Discover 并观看广告时，Snapchat 会记录你的设备是横屏还是竖屏。";

"NSLocationWhenInUseUsageDescription" = "Snapchat 使用此方式为你定制用戶体验，让你发现滤镜、故事和周边更多的精彩內容。"; // Reworded 09/12/2016
